[{
    "about-internship": "If you are interested in learning the essence of digital marketing and gaining valuable agency experience and knowledge, then look no further! We are looking for talented and dedicated people like you to join our team.",
    
    "digital-account-executive": [{
        "title": "Digital Account Executive",
        "about": "We are seeking high energy, intelligent and entrepreneurial individuals with great people skills to help us support the needs of the advertising community through our digital services. As a Digital Account Executive, you’ll take a hands-on approach in managing day-to-day projects, while fostering partnerships with our clients.",
        "responsibilities": [
            "Daily managing of on-going projects",
            "Client servicing, through face-to-face contact",
            "Preparing sample visuals and value proving background information, as basis for recommending digital solutions",
            "Ability to prioritize and organize work is critical"
        ],
        "skills": [
            "A keen interest in the digital industry",
            "A desire to stay updated with the latest digital platforms and technology",
            "Able to work independently and in a team",
            "Strong believer in creative ideas that work",
            "Responsible, organized, with attention to detail",
            "Outstanding communication skills, both oral and written"
        ],
        "qualification": [
            "Candidate must possess at least a Professional Certificate, Diploma, Advanced / Higher / Graduate Diploma, Bachelor’s Degree, Post Graduate Diploma, Professional Degree, Art / Design / Creative Multimedia, Advertising / Media, Business Studies / Administration / Management, Mass Communications, Marketing or equivalent.",
            "Required skill(s): Presentation Skills, Problem Solving Technique, Microsoft Office",
            "Required language(s): English, Bahasa Malaysia",
            "Preferably 1-2 years of working experience in advertising/creative/digital agency environment",
            "Possesses own transport (optional)"
        ]
    }],

    "digital-project-executive": [{
        "title": "Digital Project Executive",
        "about": "We’re looking for someone who has experience in digital project management either at an agency or client side. As a vital member of the team, you will be working on a range of clients, liaising with different internal teams, and seeing the projects through from end to end.",
        "responsibilities": [
            "Taking briefs from account servicing team and developing detailed project scopes, including objectives and deliverables",
            "Coordinating internal resources to ensure resource availability and allocation",
            "Overseeing and monitoring the progress for all projects, ensuring that all work is delivered on-time and quality standards are met",
            "Anticipating potential issues and proactively seek for solutions internally and with client",
            "Communicating with all teams to keep them up-to-date on project status and timeline"
        ],
        "skills": [
            "Possess digital knowledge or work experience in a digital agency will be a plus point",
            "Solid organizational skills including attention to detail and the ability to multi-task",
            "Excellent time management skills",
            "Strong communication skills, both written and verbal",
            "Ability to work independently and under pressure to meet deadlines",
            "Able to own individual projects as well as the ability to work within a team"
        ],
        "qualification": [
            "Candidate must possess at least a Diploma accreditation in Digital Marketing/Advertising, Business Management or relevant field",
            "At least 1 year experience in digital project management – working on campaigns from initial briefing to delivery",
            "Required language(s): English, Bahasa Malaysia",
            "Preferably 1-2 years of working experience in advertising/creative/digital agency environment",
            "Possesses own transport (optional)"
        ]
    }],

    "digital-media-planner": [{
        "title": "Digital Media Planner",
        "about": "The Digital Media Planner is a crucial position that requires an individual to work well within a team and be prepared for a fast-paced and detail-oriented environment. This individual is expected to show resourcefulness, exhibit accountability, work independently and demonstrate initiative.",
        "statement": "The candidate needs to have excellent communication skills, a broad knowledge of media channels and trends, and analytical skills. Ultimately, this role drives innovation at the campaign level and cultivates key partnerships to deliver the best digital media opportunities to the client.",
        "responsibilities": [
            "To observe the market regularly to maintain their knowledge of audience trends and consumer behavior, as well as performing competitor research to stay abreast of what marketing channels the competition is utilizing.",
            "From campaign insights and data mining to creating personas, evaluating the target demographic through the media audiences use, the times and places they consume it, and how long they view different pieces of content.",
            "Work closely with Digital Strategist, Creative Team as well as Servicing Team to understand the client’s business objectives and advertising strategy.",
            "Identify target audiences and analyze their characteristics, behavior and media habits.",
            "Recommend the most appropriate types of media to use, as well as the most effective time spans and locations.",
            "Ensuring approved planned media are placed and consistent.",
            "Maintain records and prepare periodic reports as may be required on assigned accounts.",
            "Monitor and optimize the effectiveness of campaigns.",
            "Provide regular updates and post-campaign reporting with recommendations for optimization and forward planning as required."
        ],
        "requirements": [
            "At least 3-4 years of agency or brand work experience in media planning and/or digital marketing.",
            "Possess at least Professional Certificate or above in Business Studies, Marketing, Advertising/Media or equivalent.",
            "Display a strong interest to push and develop new digital initiatives.",
            "Up-to-date knowledge on search, display, and social guidelines to provide recommendations for ad types, bidding models & targeting based on client briefs.",
            "Experience with Search Engine Marketing (SEM), Display and Social Media Ads especially in performance-based marketing/advertising. Familiarity with Facebook Ads, Google AdWords, Google Marketing Platform Suite, and several programmatic platforms strongly preferred.",
            "Analytical and charting ability for interpretation of statistics/data where required.",
            "Strong organizational, interpersonal, and project management skills.",
            "Digitally connected with an insatiable curiosity.",
            "Strong writing, presentation, as well as strategic and analytical thinking skills.",
            "Able to work independently and have excellent time management skills.",
            "Problem solver with the ability to develop creative solutions.",
            "Organized and detail-oriented with strong attention to follow-through.",
            "Nimble and flexible to succeed in a fast-paced environment and handle ad-hoc requests."
        ]
    }],

    "digital-content-writer": [{
        "title": "Digital Content Writer",
        "about": "We are on the lookout for someone to replace that line with something witty and crafty. Someone who gets to write regularly for social media platforms, banners, websites, and generally enjoy writing in that style the Internet likes. Someone who is particular about spelling and grammar, highly creative, imaginative, and confident in writing about a wide range of topics.",
        "statement": "If you’re bilingual (English & BM, English & Mandarin) or trilingual (English, BM, & Mandarin), we want you!",
        "responsibilities": [
            "Understanding client’s brief and crafting original web copy and content",
            "Brainstorming communication strategies and ideas for creative web content and branding",
            "Presenting initial ideas to the creative director which will be developed into workable concepts",
            "Familiarizing oneself with the product, target audience and competitor activities in the market",
            "Preparing content and writing copy for various social media platforms",
            "Editing or rewriting existing copy of works as necessary for ongoing digital projects",
            "Always keep up-to-date with new advertising trends and techniques as well as what’s going on in the digital industry"
        ],
        "recquirements": [{
            "skills": [
                "Conceptualizing and designing interfaces for various platforms with an emphasis on user experience",
                "Conducting research, mood/storyboarding, prototyping ideas",
                "Producing layouts, digital assets, graphics for animations",
                "Designing a wide variety of interactive experiences",
                "Being an integral part of the big picture",
                "Presenting innovative ideas supported by top-notch research and industry knowledge",
                "And most importantly, having fun in the process!"
            ],
            "qualification": [
                "Candidate must possess impeccable command of either English and Bahasa Malaysia, English and Mandarin, or English, Bahasa Malaysia, and Mandarin",
                "Candidate must possess at least a Professional Certificate, Diploma, or Bachelor’s degree in Mass Communications, Public Relations, Journalism, English, or relevant degree or certification",
                "At least 1 year(s) of working experience in the related field is required for this position",
                "Preferably Junior Executives specializing in copywriting, communications, or equivale"
            ]
        }]
    }],

    "digital-designer": [{
        "title": "Digital Designer",
        "intro": "We are looking for talented individuals with a variety of design skills to join our team !",
        "about": "As a Digital Designer, you will be developing creative concepts and designs for social media content, digital banners, websites, games, mobile apps, prototyping, wireframing, and animation. If you have awesome skills in Adobe Photoshop, Illustrator, After Effects, and HTML, then you could be the piece of creativity we’re after.",
        "statement": "You will be given countless opportunities to showcase your talents, such as designing and developing rich front-end interfaces, websites, and rich media advertising that will wow consumers and help brands to grow.",
        "responsibilities": [
            "Conceptualizing and designing interfaces for various platforms with an emphasis on user experience",
            "Conducting research, mood/storyboarding, prototyping ideas",
            "Producing layouts, digital assets, graphics for animations",
            "Designing a wide variety of interactive experiences",
            "Being an integral part of the big picture",
            "Presenting innovative ideas supported by top-notch research and industry knowledge",
            "And most importantly, having fun in the process!"
        ],
        "recquirements": [
            "A minimum of a diploma accreditation with knowledge in Graphic Design and Web Design",
            "Required skill(s): Adobe Illustrator, Photoshop, After Effects, or Google Web Designer",
            "Knowledge of additional skills such as HTML5, motion graphic or animation will be a plus",
            "Strong analytical and problem-solving skills",
            "Passionate and dedicated in your work",
            "Excited and curious about learning new technology as well as the sharing of ideas",
            "Exceptional collaboration, listening, written, and verbal communication",
            "Able to work independently as well as in a team",
            "At least 1 year of working experience in the related field. Fresh graduates are welcome to apply as well."
        ]
    }]
}]